Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Every now and then, the rally would pause and the women and men would laugh raucously for a minute or so.
ko: 가끔, 집회가 멈추고 몇 분간 여자들과 남자들이 서로 요란하게 웃고는 한다.

source: It's all about freedom of expression and reclaiming public space, said an organiser..
ko: 주최자는 이 모든 것이 표현의 자유와 공공장소를 되찾는 것에 대한 것이라고 말했다.

source: Piyasree Dasguptaa on First Post comments that the campaign could turn into a fancy carnival:
ko: 피야스리 다스굽타는 퍼스트 포스트(First Post) 댓글란에 캠페인이 겉만 번지르르한 행사가 될 수도 있다고 말했다:

source: For example, the NCRB report points out that city or town where the number of crimes went up the most in 2011, almost by 87 percent, is Asansol – an industrial town in Bengal, far away from Kolkata where the One Billion Rising campaign was unfurling in full force.
ko: 예를 들어, NCRB 보고서에 따르면 2011년에 가장 범죄 건수가 올라간-약 87%가 올랐습니다-도시는 아산솔이라고 합니다-벵골 주의 산업도시로써, '원 빌리언 라이징' 캠페인이 활발하게 펼쳐진 콜카타로부터는 멀리 떨어진 곳이죠.

source: So what’s the answer?
ko: 여기서 무엇을 얻을 수 있을까요?

source: Should we stop protest – of the elaborate kind that uses the most popular aspects of our culture?
ko: 우리의 문화에서 가장 인기있는 면들을 사용하는 정교한 방법인 시위를 멈춰야 하는 걸까요?

source: But we also have to find a way to make it not look like a carnival that not everyone has a taste for.
ko: 하지만 우리는 모든 사람들이 참여할 필요는 없는, 겉만 번지르르한 축제가 되지 않도록 무언가 방법을 찾아야 합니다.

source: Kamayani writes on her blog why the event in Mumbai is unique:
ko: 카마야니는 그녀의 블로그에 왜 뭄바이에서 이 행사가 독보적인지에 대해서 썼다 :

source: In Mumbai what it is unique about this is event is being ‘ most diverse and inclusive”, we have women representing variosy marginalized sections of our society- the disabled, dalit, sexual minorities, muslims ,participating to say no to violence, and to also give a message that women with different needs have different rights
ko: 우리 사회의 여러 소외된 계층을 대표하는 여성들이 이 행사에 참여합니다-장애 여성, 달리트(불가촉천민), 성소수자, 무슬림들이 폭력에 '안돼'라고 말하기 위해, 그리고 각자 다른 욕구를 가진 여성들이 각자 다른 권리를 가지고 있다는 메세지를 전달하기 위해 이 행사에 참여하는 거죠.

source: Subhajit das writes about why he thinks such gender exclusive movements might not find the desired results especially in Kolkata:
ko: 서브하짓 다스는 왜 이런 성(性) 배타적인 운동이 특히 콜카타에서 원래 바랬던 결과로 이어지지 않을 수 있다고 생각하는지에 대해 썼다:

source: Gender exclusive movements, are in essence, problematic, because a) they fail to recognize that a particular social problem is limited to (a "definitive" interpretation of) one gender.
ko: 성 배타적인 운동들은 근본적으로 문제가 있습니다. 그 특정 문제가 ("사전적" 정의로서의) 한 성별에만 국한되는 점이라는 것을 깨닫지 못하기 때문이죠.

source: In this case, the organizers seem to be in denial of the fact that sexual violence in Calcutta is not limited only to women, or rather, the concept of women that has been biologically "pigeonholed", thus categorized as the female sex, or those identifying as women; judging from personal experiences, "males" of varying gender expressions get sexually harassed, too.
ko: 이 경우에는 주최자들이 콜카타에서 벌어지는 성범죄가 여성, 또는 생물학적으로 "심의가 분류"되어서 여성으로 분류되거나, 여성이라고 주장하는 사람들에게만 국한된 문제가 아니라는 점을 주최측이 부정하고 있는 것 같습니다. 개인적 경험에서 말씀드리자면, 여러 남자들도 성추행을 당합니다. 시위에 대한 다른 다른 관점을 가진 사진도 태그라인과 함께 페이스북에 떠돌아다니고 있다:

source: A picture with a different perspective to the rising was circulating on Facebook with the tag line:
ko: "당신과 나처럼 성(性) 노동자들도 권리가 있기" 때문이죠

source: Because "sex workers also have rights, just like you and I"
ko: 바루 메논 은 페이스북에 이렇게 썼다:

source: Balu Menon writes on Facebook:
ko: 저도 동의해요.

source: I also agree..Women's awakening is the only way to have better MEN!
ko: 여성 계몽은 더 나은 남성을 만들기 위한 유일한 방법이죠!

source: Jo Stroebel shared a picture of women drumming for the one billion rising event in Kochi:
ko: 조 스트로벨은 코치에서 '원 빌리언 행사'에 참여한 여성들이 북을 치는 사진을 공유했다:

source: Below are some interesting tweets about the One billion Rising campaign across the country:
ko: 아래는 전국적인 '원 빌리언 라이징' 캠페인에 관한 흥미로운 트윗들이다:

source: ‏@EsteKelvaredhel (Likla): Mumbai rose in a way @eveensler would have been proud! ‏@The_AK_84: (Ashutosh Kumar ‏@The_AK_84) OneBillionRising looks like a success only on twitter and virtual world.
ko: ‏@The_AK_84: (Ashutosh Kumar ‏@The_AK_84) 원 빌리언 라이징은 트위터와 가상 세계에서만 성공을 거두고 있는 것 같군요.

source: Not more then 1000 ppl at spot in Delhi including media, organisers
ko: 델리에서는 언론과 주최측을 포함해서 1000명도 채 안 모였어요.

source: ‏@RuchiraSingh (Ruchira Singh): Women of age groups and from all walks of life are walking in.
ko: ‏@RuchiraSingh (Ruchira Singh): 다양한 연령대와 직업,신분을 가진 여성들이 모여들고 있습니다.

source: Some greeting each other 'Happy OBR', delhi is celebrating #onebillionrising! ‏@tetisheri (Lily ) Headed to parliament street.
ko: 몇몇은 서로에게 "즐거운 OBR(원 빌리언 라이징)"이라고 인사하고 있네요.

source: Blank noise doing a clothes installation to say "I never ask for it". #onebillionrising #delhi
ko: 델리는 #원빌리언라이징을 축하하고 있습니다!

source: shahid ‏@shahidnissar(shahid ‏@shahidnissar) @sardesairajdeep sir its day 6 of curfew sponsored by state, kashmir cannot be a part of #onebillionrising @BDUTT
ko: ‏@tetisheri (Lily ) 의회 가(街)로 향하는 중.

source: ‏@davidpakh (David Pakhuongte) One billion rising : kashmir to kanyakumari, kutch to kolkata.
ko: "해달라고 말하지 않았어요"라고 말하기 위해 현수막을 설치하는 소리.

source: Where is the North East on your map? #onebillionrising #ndtv
ko: #onebillionrising #delhi

source: Was just at the #onebillionrising rally in Chennai, India.
ko: 인도 체나이의 #원빌리언라이징 집회에 방금까지 있었습니다.

source: Great to feel the solidarity across the globe.
ko: 전세계가 단결하는 걸 느끼니 좋네요.

source: It's horrible what women here face
ko: 여기 여성들이 마주하는 현실은 끔찍합니다.

source: ‏@parveendusanj (Parveen Dusanj) #OneBillionRising in India we have women that inflict violence (physical & mental) on other women.
ko: ‏@parveendusanj (Parveen Dusanj) #원빌리언라이징 인도에는 다른 여성들에게 폭력(신체적으로나 정신적으로나)을 행사하는 여성들이 있습니다.

source: That's the worst kind.
ko: 최악의 경우죠.

source: Must STOP
ko: 당장 멈춰야합니다.

source: Zena's message on twitter sums up the rising:
ko: 트위터에 올라온 제나의 말이 이 운동을 요약하고 있다:

source: ‏@zenacostawrites (Zena Costa‏) #OneBillionRising Let's create a society where women are not killed for honor, but honored for life ! #JusticeForWomen #India #VDAY #VAW
ko: ‏@zenacostawrites (Zena Costa‏) #원빌리언라이징 여성들이 명예를 위해 죽어야하는 나라가 아니라, 살아있어 명예로운 나라를 만듭시다!

source: Saudi Prince: "A Rational Man Would Not Tolerate Women Going to The Streets" · Global Voices
ko: 사우디 왕자: '정상적인 남자라면 여인들이 거리로 나가는 것을 허용하지 않는다'

source: A Saudi Prince said today that a rational man would not tolerate women going to the streets .
ko: 오늘 사우디 왕자는 정상적인 남자라면 여인들이 거리로(시위를 위해) 나가는 것을 허용하지 않는다고 말했다.

source: The comments, by the deputy governor of Qassim province Faisal bin Mishal, follow the crackdown on a sit-in by women who called for the fall of the Saudi Interior Minster last Monday, in the Saudi Arabian city of Buraida.
ko: 카심(Qassim)지역의 정부 보좌관 페이슬 빈 미샬(Faisal bin Mishal)의 이 발언은 지난 월요일 여성들의 연좌시위에 대응한 것으로 해석된다.

source: Hundreds of protesters were arrested while other citizens are being prosecuted for providing help to the women.
ko: 여성 시위자들은 사우디 아라비아 부레이다(Buraida)지역에서 사우디 내무성이 물러날 것을 촉구했고 수 백명이 체포됐다.

source: The following morning of Friday, March 1, all protesters were surrounded and arrested.
ko: 3월 1일 금요일 아침, 모든 시위자들은 포위 체포 당했다.

source: Amnesty International reported:
ko: 다음은 엠네스티 인터네셔널의 보도이다:

source: At least 176 men and women were arrested in the early hours of this morning after staging a peaceful protest outside the Bureau for Investigation and Public Prosecution in Buraida, a city north of the capital Riyadh, in Qassim province.
ko: 카심(Qassim)지역의 수도 라이야드(Riyadh)의 북방에 위치한 수사국과 검찰국 앞에서 벌어진 평화 시위 집결 이튿날 새벽 최소 176명의 남성과 여성이 체포되었다.

source: Earlier today , the deputy governor of Qassim Faisal bin Mishal met tens of clerics and notable people from the city to discuss the recent events.
ko: 오늘 이른 시간, 카심 지역 정부 보좌관 파이슬 빈 미샬(Faisal bin Mishal)은 수 십명의 종교 지도자와 지역 저명 인사들을 만나 최근 사건에 관해 토론했다.

source: Marya al-Fahad, a daughter of one of those who attended the meeting, tweeted:
ko: 다음은 이날 참석자들의 자녀 중 하나인 마랴 알-파하드 (Marya al-fahad) 가 이렇게 트윗했다.

source: @_muora: The prince: "A rational man would not tolerate women going to the streets."
ko: @_muora: 왕자는 “정상적인 남자라면 여인들이 거리로 가는 것을 용납하지 않는다.

source: My father: "A rational man would not force women to go to the streets.
ko: " 나의 아버지: “정상적인 남자라면 여성을 거리로 나가게끔 일을 만들지 않는다.

source: Solve the roots of the problem."
ko: 문제의 근본을 해결하라.

source: According to Saudi Civil and Political Rights Association member Abdullah al-Saidi:
ko: 그는 아직 수감 중인것으로 알려졌다.

source: @abdulllah1406Haroon al-Aqeel was arrested for providing blankets to the protesters and today he will be brought in front of a court.
ko: @abdulllah1406 하룬 알 아퀼 (Haroon al-Aqeel)은 시위자들에게 담요를 주어 체포되었고 오늘 그는 법정에 서게 된다.

source: He was denied his request of a lawyer.
ko: 그는 변호사 선임을 거부 당했다.

source: He commented:
ko: 다음은 그의 또 다른 글이다.

source: @abdulllah1406: We will fight to ensure that we will get a copy of the verdict that will be issued against Harron al-Aqeel so we can put it in a museum for future generations to see.
ko: @abdulllah1406 우리는 하룬 알 아퀼을 불리하게 할 판결 복사본을 확보하기 위해 싸울 것이며 이를 박물관에 전시하여 다음 세대가 보게 할 것이다.

source: Will Singapore 2013 Budget Promote 'Inclusive Society'? · Global Voices
ko: 싱가폴의 2013년도 예산안은 국민들이 원해온 것을 확실히 제공하기 위해 노력할 것이다.

source: Singapore’s 2013 budget certainly tries to give Singaporeans what they have been clamoring for: Stricter limits on foreign labour, carrots and sticks to increase local productivity, a more progressive tax structure, more measures to cool house and car prices.
ko: 이를테면 외국인 노동에 대한 엄격한 제한, 지역 생산성 증가를 위한 당근과 채찍 사용, 보다 혁신적인 세금 구조, 집 값과 자동차 가격 동결을 위한 더 많은 조치 등이다.

source: Through the budget, the government wants to establish a more ‘inclusive society’:
ko: 싱가폴 정부는 이번 예산안을 통해 보다 '포괄적인 사회'를 설립하기 원한다고 밝혔다.

source: A Better Singapore
ko: 더 나은 싱가폴

source: We are transforming our economy so that we can have Quality Growth - growth that will provide all Singaporeans a better quality of life.
ko: 우리는 모든 국민들에게 더 나은 삶의 질을 제공하기 위한 질적인 성장을 추구하기 위해 경제 변형을 촉구중이다.

source: And we are taking further steps towards a more Inclusive Society - starting with our children, helping lower income workers, and providing better lives for our retirees
ko: 또한 우리는 우리의 아이들과 함께 성장하며, 저소득층을 지원하며, 퇴직자들에게 더 나은 삶을 제공하는 포괄적인 사회를 위해 한층 나아가는 중이다.

source: Singapore 2013 BudgetMarketdecoder presents a succinct summary of the budget which critics say is infused with populist programs.
ko: 마켓디코더(Marketdecoder)은 포퓰리즘 프로그램이라고 비판받는 이번 예산안의 간결한 요약본을 선보였다.

source: Meanwhile, Roy takes a step back and examines the macro-political impact of these giveaways.
ko: 한편, 로이(Roy)는 한 발짝 물러나 이러한 호혜성 정책의 거시 정치적 영향을 살폈다.

source: He says:
ko: 다음은 그의 발언이다:

source: The other way to look at Budget 2013 is to look at it as a corrective budget. … Budget 2013 is the start of a series of evolutionary budgets which will be aimed at correcting the missteps by the Singapore government of the economy over the past 10 years or so.
ko: 2013년 예산안은 지난 10년간 싱가폴 정부가 잘못 거쳐온 경제를 바로잡기 위한 혁신적 예산의 일련의 시작이다. 몇몇 예산 법안의 일부가 싱가폴 부동산 경제를 염두에 두고 있는 것은 확실하다.

source: It’s clear that some of the budget initiatives are aimed at the Singapore property market, which has been in a bit of a bubble lately, with house prices increasing much faster than income.
ko: 실제로 최근 싱가폴 부동산 경제는 집 값이 가계 수입보다 빠르게 증가하여 거품 경제를 보이고 있다.

source: Many are worried that their asset prices will fall as a result of the new property tax initiatives.
ko: 많은 이들은 새 부동산 세법안으로 자산가치 하락을 염려하고 있다.

source: However, Natasha Goh produces a detailed analysis about the impact of the budget on real estate:
ko: 그러나 나타샤 고흐(Natasha Goh)는 예산안이 부동산 시장에 미칠 영향에 대해 자세한 분석을 내놓았다.

source: Some analysts also talk about the increase in supply of rental units due to the abolishment of property tax concessions on vacant properties.
ko: 일부 전문가들은 실소유주 없는 부동산에 대한 재산세 양도 폐기가 임대 단가의 공급을 증가시킬 것이라 말하고 있다.

source: While I think there might be some increase, I don’t think the numbers will be significant.
ko: 그러나 나는 공급이 일부 증가할테지만 그 증가폭이 괄목할 정도는 아닐 것이라 본다.

source: Signs of Struggle lists some of the recommendations of parliament members:
ko: 투쟁의증거(Signs of Struggle) 블로그는 입장고지를 서명한 의원들의 천거서를 보여줬다.

source: Janil Puthucheary (PAP) recommended that free public transport rides be given at off peak hours to try and change commuter behaviour and reduce peak load.
ko: 아이린 네그(Irene Ng)는 공평한 "생계 임금"에 대한 의식을 바로잡는 것으로 인간의 존엄성을 고려할 것을 요구했다.

source: Irene Ng (PAP) asked that respect for all people be shown by recognising a “living wage” level at which a wage is considered fair.
ko: 크리스토퍼 데 쏘우자 (Christopher de Souza)는 유치원교육 분야를 국영화할 것을 요청했으며, 정부의 모든 민영화사업에 반대를 표명했다.

source: Christopher de Souza (PAP) asked for the preschool sector to be nationalised, pushing against the tide of the G trying to privatise everything.
ko: 이쟝 왕(Yziang wong)은 안건의 구조적 결함에 대하 명시했다.

source: andyxianwong sees ‘structural flaws’ in the proposal:
ko: 정부가 진취적이고 포괄적이라고 주장하는 이 예산안은 실제 수많은 구조적 결함을 갖고 있다.

source: To see the government claiming this as a progressive and inclusive budget when it suffers from a number of structural flaws is troubling.
ko: 특히 이는 높은 예산비용과 정치적 불만을 증폭시킬 불씨가 될 근시적인 포퓰리즘 정책이라는 점이 우려스럽다.

source: It is particularly worrying to see the government embracing expensive, short-sighted populist policies in the light of increasing political discontent...The fact that the budget also appears to pour money into already profitable government linked companies, some of which will inevitably return to the government at the end of the year, is also concerning.
ko: 게다가 이 예산안에 따르면 정부는 정부 관련 기업들에게 지원을 쏟아붇게 될터인데, 이 중 일부 기업은 결국 연말에 정부 (손을 빌리러) 돌아올 것이라는 점을 감안하면 더 걱정스럽다.

source: Why is it that government spending so often results in putting very little cash into the hands of those who need it most?
ko: 왜 항상 정부 지원은 돈이 가장 절실한 사람에게 돌아가질 않는가?

source: Arra's World reacts to the high allotment for the salaries of government officials:
ko: 아라 월드(Arra's World)는 공무원들의 높은 연봉을 언급했다.

source: My personal view is that I do not mind them politicians getting paid top dollar to run a country, god knows it is more difficult then running an MNC.
ko: 개인적인 관점으로 나는 정치가들이 국가를 운영하기 위해 최고 수준의 대우 받는 것은 상관없다, 다국적기업(MNC)을 경영 하는 것이 어렵다는 것은 누구나 알 수 있는 일이니깐.

source: I do mind paying mindless scholars with zero EQ the same amount.
ko: 하지만 EQ 수치가 0에 가까운 생각없는 학자들이 같은 대우를 받는 것에는 신경 안 쓸 수가 없다.

source: I also do mind that our policies haven't improved much.
ko: 또한 우리의 정책이 그다지 많이 발전하지 못한것이 신경 쓰인다.

source: Lastly, I do mind that my children will have a hard time scrapping for a roof over their head regardless of the millions of dollars we had paid our politicians.
ko: 나는 최근들어 정치가들이 수백만달러를 받는 것과 상관없이 우리 아이들이 가정을 위해 힘들게 절약해야 할 사실이 마음 아프다.

source: Smells like an insurance scam.
ko: 마치 보험사기 비슷한 냄새가 나지 않은가.

source: PHOTOS: Thousands of Workers March for Rights across Southeast Asia · Global Voices
ko: 사진: 동남아시아 노동자들, 권리를 찾기 위해 행진하다

source: Global Voices reviews the May 1, 2013 Labor Day protests in Cambodia, Philippines, Indonesia, and Singapore.
ko: 글로벌보이스는 2013년 5월 1일 캄보디아,필리핀,인도네시아,싱가포르에서 진행된 노동절 시위를 되돌아보고자 한다.

source: The rallies, which were organized to echo the various demands of workers and advocacy groups, were relatively peaceful across the region.
ko: 노동자들과 인권단체들의 다양한 요구들을 알리기 위해 조직된 이번 집회는 대체적으로 평화롭게 진행되었다.

source: In Cambodia, more than 6,000 garment workers were joined by students, NGOs, and urban poor residents in Phnom Penh City who marched from the Freedom Park to the National Assembly calling for living wages and improved working conditions.
ko: 캄보디아에서는 6000명이 넘는 의류공장 노동자들과 함께 학생들, 비정부단체들, 그리고 프놈펜의 도시 빈민들이 자유공원부터 국회의사당까지 행진하며 최저생활임금 보장과 노동환경 개선을 요구했다.

source: Garment workers march in Phnom Penh, Cambodia.
ko: 캄보디아 프놈펜의 의류공장 노동자들.

source: Photo from Licadho
ko: Licadho의 사진

source: Cambodian protesters near the National Assembly.
ko: 국회의사당 근처까지 간 캄보디아의 시위대.

source: In Indonesia, thousands of workers marched in front of the Presidential Palace in Jakarta to commemorate Labor Day.
ko: 인도네시아에서는 수 천명의 노동자들이 노동절을 기념하기 위해 자카르타의 대통령궁 앞까지 행진해갔다.

source: Among their demands were the “fulfillment of the minimum wage, health insurance and safety for workers, as well as refusing outsourcing.”
ko: 그들의 요구사항들 중에는 “최저임금 보장, 노동자들을 위한 건강보험과 안전 보장 그리고 아웃소싱 거부"가 있었다.

source: Thousands of workers march in Jakarta.
ko: Ibnu Mardhani의 사진.

source: Photo by Ibnu Mardhani, Copyright @Demotix (5/1/2013)
ko: Ibnu Mardhani의 사진.

source: In the Philippines, labor group Kilusang Mayo Uno is disappointed with the labor policies of the government:
ko: Copyright @Demotix (5/1/2013)

source: We mark the 127th International Workers’ Day and its 110th celebration in the Philippines with a nationwide protest condemning the rabidly anti-worker and pro-capitalist regime of Pres. Noynoy Aquino.
ko: 필리핀에서는 노조 키루상 마요 우노(Kilusang Mayo Uno) 가 정부의 노동 관련 정책들에 실망을 표했다:

source: Aquino has again rejected workers’ calls for a significant wage hike, the junking of contractual employment and a stop to trade-union repression.
ko: 아키노 대통령은 또다시 노동자들의 임금 인상, 계약직 폐기, 그리고 노동조합 억압 중지 요구를 거부했습니다.

source: He has bragged about non-wage benefits and his government’s efforts at creating jobs.
ko: 그러면서도 그는 임금 외에 제공되는 각종 혜택들과 직업 창출을 위한 정부의 노력에 대해 자랑했습니다.

source: Filipino workers march near the presidential palace demanding higher wages and rollback of prices.
ko: 필리핀 노동자들이 대통령궁 근처에서 임금 인상과 물가 인하를 요구하며 행진하고 있다.

source: Photo from Facebook of Tine Sabillo
ko: 사진은 Sabillo의 페이스북 출처.

source: In Singapore.
ko: 싱가포르에서는 transitioning.

source: Gilbert Goh of transitioning,org wrote about the historic Labor Day protest in Singapore:
ko: org의 길버트 고가 싱가포르의 역사적인 노동절 맞이 시위에 대해 글을 썼다:

source: We realised that we are also creating another piece of history in Singapore here as so far no one has managed to organise a labour day event from the ground up – ever and we are proud to be able to do so for the first time!
ko: 싱가포르에서 지금까지 그 누구도 바닥에서부터 노동절 행사를 조직해낸 적이 없었으므로, 우리는 싱가포르에서 또 다른 역사를 만들고 있기도 하다는 걸 깨달았다. 그리고 우리가 처음으로 그런 일을 해냈다는 것이 자랑스럽다!

source: We may even contemplate doing an annual labour day protest from now on – like what many other countries have done for decades.
ko: 우리는 이제부터 매년 노동절 맞이 시위를 벌일 것도 고려하고 있다-다른 많은 국가들에서 몇 십년동안 해왔듯 말이다.

source: Thousands of Singaporeans assembled in Hong Lim Park on Labor Day.
ko: 근로자의 날을 맞아 수천 명의 싱가포르인들이 홍림공원에 모여있다.

source: Photo from Facebook of Lawrence Chong
ko: 사진은 Lawrence Chong의 페이스북 출처

source: Singaporeans participate in historic Labor Day protest to air their views on the government's population policy paper.
ko: 싱가포르인들이 정부의 인구정책 보고서에 그들의 시각을 반영하기 위해 역사적인 노동절 맞이 시위에 참여하고 있다.

source: A Chinese activist was reportedly beaten and detained by local authorities in Guangxi province of China, a few days after she demonstrated in front of a primary school whose principal allegedly sexually abused six school girls.
ko: 여섯명의 여자 아이들을 성추행한 혐의를 받고 있는 초등학교 교장에 항의해 학교 앞에서 시위를 벌인 중국 운동가가 며칠 후, 중국 광서성의 지방 당국에 의해 감금돼 구타당한 사실이 밝혀졌다.

source: Ye Haiyan stood outside the Wanning primary school in Hainan on May 27, 2013 holding a poster that read, "Principals, spare the school kids, get a hotel room with me instead!"
ko: 예 하이얀(Ye Haiyan)은 5월 27일 하이난(Hainan)의 완닝(Wanning) 초등학교 앞에서 "교장 선생님들, 아이들은 놓아두고, 대신에 저랑 같이 여관에 가시죠!

source: A photo of her demonstration circulated widely on Chinese social media, with many emulating the protest.
ko: 그녀의 항의 사진은 중국 소셜 미디어를 통해 폭넓게 확산되었고, 유사한 형태의 시위도 많이 일어났다.

source: Later that week, after returning home in Guangxi from Hainan, local police officers had raided her home and were assaulting her while her daughter was present.
ko: 그녀가 하이난에서 광서성의 자택으로 돌아온 후, 지방 경찰관들이 그녀의 집을 급습했고 딸이 보는 앞에서 그녀를 폭행했다.

source: In less than one month, the local media have exposed more than eight cases of sexual abuse of school children.
ko: 한 달내, 지역 언론사들은 여덟건이 넘는 초등학생 성추행 사건을 폭로했다.

source: As far as the media reported, the molesters are school principals, teachers, and security staffs.
ko: 보도에 의하면, 성추행범들은 학교 교장들, 교사들 그리고 보안업체 직원들이었다.

source: Ye Haiyan protested in front of a Wanning primary school in Hainan with a banner stating: "Principal, spare the school kids, get a hotel room with me instead!". Image via @Genderinchina from Sina Weibo
ko: 전 중국 여성 연맹 (All-China Women's Federation, 이하 ACWF)의 조사에 따르면, 밝혀진 사건은 빙산의 일각에 불과하다.

source: The reported cases are just the tip of an iceberg, according to research from All-China Women's Federation (ACWF).
ko: 지난 3년 동안 광동성에서만 2,506건이 넘는 여자아이 성추행 사건이 있었는데, 피해자들의 절반은 14세 이하였고, 성추행범들의 65퍼센트가 피해자의 가족과 안면이 있는 걸로 나타났다.

source: In the past three years, there were more than 2,506 cases of sexual abuse of girls within Guangdong province alone.
ko: 하이난 완닝 초등학교 앞에서 시위하는 예 하이얀의 사진.

source: Half of the victims are children under 14 and 65 percent of the molesters are acquaintance of their victim's family.
ko: 예 하이얀은 "교장 선생님들, 아이들은 놓아두고, 대신에 저랑 같이 여관에 가시죠!

source: The revelation of the sexual abuse allegedly by the Wanning primary school principal once again legally labelled the child victims as "underage prostitutes" in line with the country's "underage prostitution law", which labels the victims so when the suspects can prove that they offered money or gifts to the children in the process.
ko: "라고 적힌 피켓을 들고 있다. 시나 웨이보 사용자 @Genderinchina의 사진 완닝 초등학교의 교장이 저지른 성추행 사건의 폭로는 중국의 '미성년 매춘법'과 보조를 맞춰, 어린 피해자들을 다시 한번 '미성년 매춘부들'로 법적으로 규정지었다.

source: Even though the Supreme People's Court has vowed to crack down child sexual abuse, without legal reform such as the abolition of that law, the criminals will not be brought to justice as rapists.
ko: 용의자들이 성추행과정에서 돈과 선물을 어린 학생들에게 제공했음을 입증하면 피해자들은 미성년 매춘법을 적용받게 된다. 중국 인민 대법원이 아무리 아동 성추행을 뿌리뽑겠다고 천명했다해도, 미성년 매춘법폐지 등의 법적인 개혁이 없다면 범죄자들은 강간범으로 판결받지 않게 된다.

source: But the women organization ACWF, which is run by the Chinese Communist Party, has not reacted with calls for legal reform.
ko: 그러나 중국 공산당이 운영하는 전 중국 여성 연맹(ACWF)은 법적 개혁을 요구하는 행동을 취하지 않고 있다.

source: Instead, it responded to the evil crime by publishing a handbook to teach school children how to say no to molesters.
ko: 대신에, 어린 학생들이 치한들에게 거절하는 방법을 알려주는 소책자를 발간하는 것으로써 극악한 범죄에 대응하고 있다.

source: As Children's Day on June 1 approaches, Chinese on social media have directed their anger toward authorities, such as the Ministry of Education and the ACWF, for leaving children unprotected and vulnerable to sexual abuse in China.
ko: 6월1일 어린이 날이 다가오자, 중국의 소셜 미디어는 어린이들을 성 범죄에 노출되도록 방관한 교육부와 전 중국 여성 연맹과 같은 정부 당국에 대한 분노를 쏟아냈다

source: Many netizens followed Ye's dark-humored protest example on Sina Weibo.
ko: 많은 누리꾼들이 시나 웨이보(Sina Weibo)에서 예(Ye)의 씁쓸한 유머가 담긴 시위 사진을 팔로우하고 있다.

source: Below is a collage of protest photos put together by @genderinchina :
ko: 아래는 @genderinchina가 모아 놓은 시위 사진 모음이다.

source: A collage of protest photos put together by @genderinchina
ko: @genderinchina가 모아 놓은 시위 사진 모음

source: Weibo user "Speaking genuinely" (@1句實話) wrote that the current law is protecting the criminals rather than children:
ko: 웨이보 이용자 "진실되게 말하기"(@1句實話)는 현재의 법이 어린이보다는 범죄자들을 보호하고 있다고 비판했다 .

source: Children's Day June 1 is coming up.
ko: 6월 1일 어린이 날이 다가온다.

source: Children are the flowers of the motherland.
ko: 어린이들은 조국의 꽃이다.

source: It is the country's responsibility to protect our children, in particular our girls.
ko: 우리의 아이들, 특히 여자 아이들을 보호하는 것은 국가의 책임이다.

source: Upon the establishment of People Republic of China in 1949, even though at that time our legal system was incomplete, rapists of children would be given death sentence.
ko: 중화 인민 공화국이 1949년에 창건되었을때, 그 당시 우리의 법 체계가 불완전했음에도 불구하고, 아동 강간범은 사형을 받았다.

source: Since the introduction of the term "prostitution", the beasts have gotten out of control.
ko: 매춘이라는 용어를 사용하기 시작한 이래, 야수들은 통제 불능 상태가 되었다.

source: Who is protecting all these beasts?
ko: 누구 이런 야수들을 비호하는가?

source: Another microblogger, "Exercise Book" (@作業本), also criticized the law as being ridiculous.
ko: 또 다른 블로거 "연습노트"(@作業本) 또한 그 법이 어처구니 없다고 비판했다.

source: His post has been republished 12,041 times and received 4,494 comments on Weibo:
ko: 그의 글은 12,041번이나 재인용되었고, 웨이보에서 4,494개의 댓글이 달렸다.
